let volume = 0.6;

let array_test = ["A","B"];

let mylessons = [
{
  year:[2023, 4, 9],
  lessons:[
    {
      category:"22初級編",
      items: [
                {
                  "name": "NHKまいにちロシア語【初級編】第4課 20230403(月)",
                  "audio": "NHKまいにちロシア語【初級編】-20230403(月)-08:50.m4a"
                },
                {
                  "name": "NHKまいにちロシア語【初級編】第5課 20230404(火)",
                  "audio": "NHKまいにちロシア語【初級編】-20230404(火)-08:50.m4a"
                }
      	     ]
    },
    {
      category:"22応用編",
      items: [
                {
                  "name": "NHKまいにちロシア語【応用編】第4課 20230403(月)",
                  "audio": "NHKまいにちロシア語【応用編】-20230403(月)-08:50.m4a"
                },
                {
                  "name": "NHKまいにちロシア語【応用編】第5課 20230404(火)",
                  "audio": "NHKまいにちロシア語【応用編】-20230404(火)-08:50.m4a"
                }
      	     ]
    }
  ]
},
{
  year:2023,
  lessons:[
    {
      category:"23初級編",
      items: [
                {
                  "name": "NHKまいにちロシア語【初級編】第4課 20230403(月)",
                  "audio": "NHKまいにちロシア語【初級編】-20230403(月)-08:50.m4a"
                },
                {
                  "name": "NHKまいにちロシア語【初級編】第5課 20230404(火)",
                  "audio": "NHKまいにちロシア語【初級編】-20230404(火)-08:50.m4a"
                }
      	     ]
    },
    {
      category:"23応用編",
      items: [
                {
                  "name": "NHKまいにちロシア語【応用編】第4課 20230403(月)",
                  "audio": "NHKまいにちロシア語【応用編】-20230403(月)-08:50.m4a"
                },
                {
                  "name": "NHKまいにちロシア語【応用編】第5課 20230404(火)",
                  "audio": "NHKまいにちロシア語【応用編】-20230404(火)-08:50.m4a"
                }
      	     ]
    }
  ]
}


]





let lessons2023 = [

{
  category:"初級編",
  lessons: [
              {
                month:4,
                items:[
                        {
		                      "name": "NHKまいにちロシア語【初級編】第4課 20230403(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230403(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第5課 20230404(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230404(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第6課 20230405(水))",
		                      "audio": "NHKまいにちロシア語【初級編】-20230405(水))-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第4課 20230410(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230410(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第5課 20230411(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230411(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第6課 20230412(水))",
		                      "audio": "NHKまいにちロシア語【初級編】-20230412(水))-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第1課 20230417(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230417(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第2課 20230418(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230418(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第3課 20230419(水))",
		                      "audio": "NHKまいにちロシア語【初級編】-20230419(水))-08:50.m4a"
	                      },

	                      {
		                      "name": "NHKまいにちロシア語【初級編】第4課 20230424(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230424(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第5課 20230425(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230425(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第6課 20230426(水))",
		                      "audio": "NHKまいにちロシア語【初級編】-20230426(水))-08:50.m4a"
	                      }
                      ]
              },
              {
                month:5,
                items:[
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第7課 20230501(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230501(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第8課 20230502(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230502(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第9課 20230503(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230503(水)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第10課 20230508(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230508(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第11課 20230509(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230509(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第12課 20230510(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230510(水)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第13課 20230515(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230515(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第14課 20230516(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230516(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第15課 20230517(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230517(水)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第16課 20230522(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230522(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第17課 20230523(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230523(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第18課 20230524(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230524(水)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第19課 20230529(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230529(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第20課 20230530(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230530(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第21課 20230531(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230531(水)-08:50.m4a"
	                      }

                      ]
              },
              {
                month:6,
                items:[
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第22課 20230605(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230605(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第23課 20230606(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230606(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第24課 20230607(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230607(水)-08:50.m4a"
	                      },

	                      {
		                      "name": "NHKまいにちロシア語【初級編】第25課 20230612(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230612(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第26課 20230613(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230613(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第27課 20230614(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230614(水)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第28課 20230619(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230619(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第29課 20230620(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230620(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第30課 20230621(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230621(水)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第31課 20230626(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230626(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第32課 20230627(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230627(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第33課 20230628(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230628(水)-08:50.m4a"
	                      }

                      ]
              },
              {
                month:7,
                items:[
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第34課 20230703(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230703(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第35課 20230704(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230704(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第36課 20230705(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230705(水)-08:50.m4a"
	                      },

	                      {
		                      "name": "NHKまいにちロシア語【初級編】第37課 20230710(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230710(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第38課 20230711(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230711(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第39課 20230712(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230712(水)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第40課 20230717(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230717(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第41課 20230718(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230718(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第42課 20230719(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230719(水)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第43課 20230724(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230724(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第44課 20230725(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230725(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第45課 20230726(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230726(水)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第46課 20230731(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230731(月)-08:50.m4a"
	                      }

                      ]
              },
              {
                month:8,
                items:[
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第47課 20230801(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230801(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第48課 20230802(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230802(水)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第49課 20230807(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230807(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第50課 20230809(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230808(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第51課 20230809(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230809(水)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第52課 20230814(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230814(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第53課 20230815(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230815(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第54課 20230816(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230816(水)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第55課 20230821(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230821(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第56課 20230822(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230822(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第57課 20230823(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230823(水)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第58課 20230828(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230828(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第59課 20230829(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230829(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第60課 20230830(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230830(水)-08:50.m4a"
	                      }                      ]
              },
              {        
                month:9,
                items:[
                        {
		                      "name": "NHKまいにちロシア語【初級編】第61課 20230904(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230904(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第62課 20230905(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230905(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第63課 20230906(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230906(水)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第64課 20230911(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230911(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第65課 20230912(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230912(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第66課 20230913(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230913(水)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第67課 20230918(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230918(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第68課 20230919(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230919(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第69課 20230920(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230920(水)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第70課 20230925(月)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230925(月)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第71課 20230926(火)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230926(火)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【初級編】第72課 20230927(水)",
		                      "audio": "NHKまいにちロシア語【初級編】-20230927(水)-08:50.m4a"
	                      }
                     ]
              }
           ]
},
{
  category:"応用編",
  lessons: [
              {
                month:4,
                items:[
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第1課 20230406(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230406(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第2課 20230407(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230407(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第3課 20230413(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230413(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第4課 20230414(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230414(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第1課 20230420(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230420(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第2課 20230421(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230421(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第3課 20230427(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230427(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第4課 20230428(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230428(金)-08:50.m4a"
	                      }
                      ]
              },
              {
                month:5,
                items:[
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第5課 20230504(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230504(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第6課 20230505(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230505(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第7課 20230511(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230511(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第8課 20230512(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230512(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第9課 20230518(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230518(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第10課 20230519(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230519(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第11課 20230525(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230525(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第12課 20230526(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230526(金)-08:50.m4a"
	                      }                      ]
              },
              {
                month:6,
                items:[
                        {
		                      "name": "NHKまいにちロシア語【応用編】第13課 20230601(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230601(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第14課 20230602(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230602(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第15課 20230608(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230608(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第16課 20230609(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230609(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第17課 20230615(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230615(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第18課 20230616(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230616(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第19課 20230622(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230622(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第20課 20230623(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230623(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第21課 20230629(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230629(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第22課 20230630(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230630(金)-08:50.m4a"
	                      }
                      ]
              },
              {
                month:7,
                items:[
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第23課 20230706(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230706(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第24課 20230707(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230707(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第25課 20230713(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230713(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第26課 20230714(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230714(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第27課 20230720(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230720(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第28課 20230721(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230721(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第29課 20230727(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230727(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第30課 20230728(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230728(金)-08:50.m4a"
	                      }

                      ]
              },
              {
                month:8,
                items:[
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第31課 20230803(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230803(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第32課 20230804(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230804(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第33課 20230810(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230810(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第34課 20230811(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230811(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第35課 20230817(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230817(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第36課 20230818(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230818(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第37課 20230824(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230824(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第38課 20230825(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230825(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第39課 20230831(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230831(木)-08:50.m4a"
	                      }                
                      ]
              },
              {
                month:9,
                items:[
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第40課 20230901(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230901(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第41課 20230907(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230907(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第42課 20230908(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230908(金)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第43課 20230914(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230914(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第44課 20230915(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230915(金)-08:50.m4a"
	                      },                
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第45課 20230921(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230921(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第46課 20230922(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230922(金)-08:50.m4a"
	                      },                
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第47課 20230928(木)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230928(木)-08:50.m4a"
	                      },
	                      {
		                      "name": "NHKまいにちロシア語【応用編】第48課 20230929(金)",
		                      "audio": "NHKまいにちロシア語【応用編】-20230929(金)-08:50.m4a"
	                      }                
                      ]
              },
           ]
}

]


