let volume = 0.6;

let mylessons = [
 {
    year:[2023, 10, 3],
    rusLessons: [
                {
                  category:"初級編",
                  lessons: [
																{
																	month:10,
																	items:[
																					{
																						"name": "NHKまいにちロシア語【初級編】第1課 20231002(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20231002(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第2課 20231003(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20231003(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第3課 20231004(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20231004(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第4課 20231009(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20231009(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第5課 20231010(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20231010(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第6課 20231011(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20231011(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第7課 20231016(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20231016(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第8課 20231017(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20231017(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第9課 20231018(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20231018(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第10課 20231023(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20231023(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第11課 20231024(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20231024(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第12課 20231025(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20231025(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第13課 20231030(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20231030(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第14課 20231031(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20231031(火)-08:50.m4a"																					
																					}
																			]
																},

																{
																	month:11,
																	items:[
																					{
																						"name": "NHKまいにちロシア語【初級編】第15課 20231101(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20231101(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第16課 20231106(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20231106(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第17課 20231107(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20231107(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第18課 20231108(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20231108(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第19課 20231113(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20231113(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第20課 20231114(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20231114(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第21課 20231115(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20231115(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第22課 20231120(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20231120(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第23課 20231121(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20231121(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第24課 20231122(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20231122(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第25課 20231127(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20231127(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第26課 20231128(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20231128(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第27課 20231129(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20231129(水)-08:50.m4a"																					
																					}
																			]
																},
																{
																	month:12,
																	items:[
																					{
																						"name": "NHKまいにちロシア語【初級編】第28課 20231204(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20231204(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第29課 20231205(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20231205(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第30課 20231206(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20231206(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第31課 20231211(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20231211(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第32課 20231212(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20231212(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第33課 20231213(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20231213(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第34課 20231218(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20231218(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第35課 20231219(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20231219(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第36課 20231220(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20231220(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第37課 20231225(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20231225(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第38課 20231226(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20231226(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第39課 20231227(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20231227(水)-08:50.m4a"																					
																					}
																			]
																},
																	{
																	month:1,
																	items:[
																					{
																						"name": "NHKまいにちロシア語【初級編】第40課 20240101(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20240101(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第41課 20240102(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20240102(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第42課 20240103(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20240103(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第43課 20240108(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20240108(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第44課 20240109(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20240109(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第45課 20240110(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20240110(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第46課 20240115(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20240115(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第47課 20240116(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20240116(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第48課 20240117(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20240117(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第49課 20240122(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20240122(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第50課 20240123(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20240123(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第51課 20240124(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20240124(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第52課 20240129(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20240129(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第53課 20240130(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20240130(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第54課 20240131(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20240131(水)-08:50.m4a"																					
																					}
																			]
																},
																{
																	month:2,
																	items:[
																					{
																						"name": "NHKまいにちロシア語【初級編】第55課 20240205(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20240205(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第56課 20240206(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20240206(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第57課 20240207(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20240207(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第58課 20240212(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20240212(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第59課 20240213(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20240213(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第60課 20240214(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20240214(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第61課 20240219(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20240219(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第62課 20240220(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20240220(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第63課 20240221(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20240221(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第64課 20240226(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20240226(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第65課 20240227(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20240227(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第66課 20240228(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20240228(水)-08:50.m4a"																					
																					}
																			]
																},

 																{
																	month:3,
																	items:[
																					{
																						"name": "NHKまいにちロシア語【初級編】第67課 20240304(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20240304(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第68課 20240305(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20240305(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第69課 20240306(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20240306(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第70課 20240311(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20240311(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第71課 20240312(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20240312(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第72課 20240313(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20240313(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第73課 20240318(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20240318(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第74課 20240319(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20240319(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第75課 20240320(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20240320(水)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第76課 20240325(月)",
																						"audio": "NHKまいにちロシア語【初級編】-20240325(月)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第77課 20240326(火)",
																						"audio": "NHKまいにちロシア語【初級編】-20240326(火)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【初級編】第78課 20240327(水)",
																						"audio": "NHKまいにちロシア語【初級編】-20240327(水)-08:50.m4a"																					
																					}
																			]
																}                        
                           ]
                },
                {
                  category:"応用編",
                  lessons: [
																{
																	month:10,
																	items:[
																					{
																						"name": "NHKまいにちロシア語【応用編】第1課 20231005(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20231005(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第2課 20231006(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20231006(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第3課 20231012(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20231012(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第4課 20231013(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20231013(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第5課 20231019(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20231019(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第6課 20231020(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20231020(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第7課 20231026(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20231026(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第8課 20231027(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20231027(金)-08:50.m4a"																					
																					}
																			]
																},
																{
																	month:11,
																	items:[
																					{
																						"name": "NHKまいにちロシア語【応用編】第9課 20231102(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20231102(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第10課 20231103(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20231103(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第11課 20231109(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20231109(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第12課 20231110(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20231110(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第13課 20231116(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20231116(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第14課 20231117(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20231117(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第15課 20231123(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20231123(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第16課 20231124(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20231124(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第17課 20231130(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20231130(木)-08:50.m4a"																					
																					}
																			]
																},
																{
																	month:12,
																	items:[
																					{
																						"name": "NHKまいにちロシア語【応用編】第18課 20231201(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20231201(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第19課 20231207(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20231207(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第20課 20231208(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20231208(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第21課 20231214(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20231214(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第22課 20231215(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20231215(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第23課 20231221(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20231221(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第24課 20231222(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20231222(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第25課 20231228(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20231228(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第26課 20231229(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20231229(金)-08:50.m4a"																					
																					}
																			]
																},
																{
																	month:1,
																	items:[
																					{
																						"name": "NHKまいにちロシア語【応用編】第27課 20240104(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20240104(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第28課 20240105(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20240105(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第29課 20240111(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20240111(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第30課 20240112(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20240112(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第31課 20240118(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20240118(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第32課 20240119(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20240119(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第33課 20240125(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20240125(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第34課 20240126(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20240126(金)-08:50.m4a"																					
																					}
																			]
																},
																{
																	month:2,
																	items:[
																					{
																						"name": "NHKまいにちロシア語【応用編】第35課 20240201(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20240201(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第36課 20240202(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20240202(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第37課 20240208(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20240208(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第38課 20240209(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20240209(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第39課 20240215(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20240215(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第40課 20240216(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20240216(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第41課 20240222(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20240222(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第42課 20240223(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20240223(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第43課 20240229(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20240229(木)-08:50.m4a"																					
																					}
																			]
																},
																{
																	month:3,
																	items:[
																					{
																						"name": "NHKまいにちロシア語【応用編】第44課 20240301(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20240301(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第45課 20240307(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20240307(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第46課 20240308(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20240308(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第47課 20240314(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20240314(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第48課 20240315(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20240315(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第49課 20240321(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20240321(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第50課 20240322(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20240322(金)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第51課 20240328(木)",
																						"audio": "NHKまいにちロシア語【応用編】-20240328(木)-08:50.m4a"																					
																					},
																					{
																						"name": "NHKまいにちロシア語【応用編】第52課 20240329(金)",
																						"audio": "NHKまいにちロシア語【応用編】-20240329(金)-08:50.m4a"																					
																					},
																			]
																}
                            
                           ]
                }
             ]
  }
]



